Repository: MichalMoudry/formcapture-local
Catalog: FormCaptureLocal/Resources/App.*.resx
Languages: cs

source: Added
cs: Přidáno

# AddTaskLinkTitle
source: Navigate to the page for adding tasks
cs: Přejít na stránku pro přidávání úloh

# AddTasksToGroupModalNoTasksMessage
source: There are no tasks. You have to create them first.
cs: Zatím neexistují žádné úlohy. Musíte je nejdříve vytvořit.

# AddTasksToGroupModalTitlePart1
source: Add tasks to
cs: Přidat úlohy do

# AddTasksToGroupModalTitlePart2
source: task group
cs: skupiny

# AppDescription
source: Form Capture is an app for creating complete digitalization workflow using OCR.
cs: Form Capture je aplikace pro podporu digitalizace za pomoci OCR.

source: Close
cs: Zavřít

# ConfirmationDialogDeleteTemplateFirstPart
source: Do you want to delete
cs: Chcete smazat

# ConfirmationDialogDeleteTemplateSecondPart
source: template
cs: předlohu

# ConfirmPasswordLabel
source: Confirm password
cs: Potvrďte heslo

# CreateTemplateStepText
source: Create a document template
cs: Vytvořte předlohu dokumentu

# DbError
source: Something went wrong during database operation. Try again.
cs: Vyskytla se chyba při práci s databází. Zkuste to znovu.

source: Delete
cs: Smazat

source: Edit
cs: Upravit

# EmailInputPlaceholder
source: Enter your email...
cs: Napište svůj email...

source: Error
cs: Chyba

# ExpectedValueInputPlaceholder
source: Enter field's expected value
cs: Napište očekávanou hodnotu pole

# ExportTasksCardHeader
source: Export tasks
cs: Exportovací úlohy

# FieldInputPlaceholder
source: Enter a field name
cs: Napište název pole

source: Fields
cs: Pole

source: Form error
cs: Chyba ve formuláři

# GitHubLinkText
source: User documentation on GitHub wiki
cs: Uživatelská dokumentace na GitHubu

# HomeFirstParagraph
source: Welcome to Form Capture home page. To start processing documents follow these steps or consult user documentation (github wiki or local wiki):
cs: Vítejte na domácí stránce aplikace Form Capture. Pro začátek je vhodné postupovat podle kroků uvedených níže nebo konzultujte uživatelskou dokumentaci (na GitHubu nebo lokální wiki).

# HomePageTitle
source: Home
cs: Domovská stránka

# IdentificationTasksCardHeader
source: Identification tasks
cs: Identifikační úlohy

# IdFieldHeader
source: Field for identifiaction
cs: Pole pro identifikaci

# InputFileMultipleFilesTitle
source: Select files to process
cs: Vyberte soubory pro zpracování

# InputFileSingleFilesTitle
source: Select a single file
cs: Vyberte pouze jeden soubor

source: Last updated
cs: Poslední aktualizace

source: Loading
cs: Načítání

# LocalWikiLinkText
source: Local user documentation
cs: Lokální uživatelská dokumentace

source: Log in
cs: Přihlášení

# LoginEmptyFormError
source: Login form wasn't properly completed.
cs: Přihlašovací formulář nebyl kompletně vyplněn.

# LoginFormSubmitButtonTitle
source: Submit login form
cs: Potvrďte přihlašovací formulář

# LoginNoUserError
source: No user with this email exists.
cs: Žádný uživatel s tímto účtem neexistuje.

source: Name
cs: Název

# NavigateToQueuePageStepText
source: Navigate to queue page
cs: Přejděte na stránku pro přehled zpracovaných dávek dokumentů

# NavMenuAboutLinkText
source: About
cs: O aplikaci

# NavMenuAboutLinkTitle
source: Navigate to about page
cs: Přejít na stránku s informacemi o aplikaci

# NavMenuAccountLinkText
source: Account
cs: Účet

# NavMenuAccountLinkTitle
source: Navigate to account page
cs: Přejít na stránku s vaším účtem

# NavMenuHomeLinkText
source: Home
cs: Domů

# NavMenuHomeLinkTitle
source: Navigate to home page
cs: Přejít na domovskou stránku

# NavMenuQueuesLinkTitle
source: Navigate to queues page
cs: Přejít na stránku se zpracováními dokumentů

# NavMenuSettingsLinkText
source: Settings
cs: Nastavení

# NavMenuSettingsLinkTitle
source: Navigate to settings page
cs: Přejít na stránku s nastavením aplikace

# NavMenuTasksLinkTitle
source: Navigate to tasks page
cs: Přejít na stránku s úlohami

# NavMenuTemplatesLinkText
source: Templates
cs: Předlohy

# NavMenuTemplatesLinkTitle
source: Navigate to templates page
cs: Přejít na stránku s předlohami dokumentů

# NavMenuToggleButtonTitle
source: Show/hide navigation menu
cs: Zobrazte/skryjte navigační menu

# NavMenuUserGuideLinkText
source: User guide
cs: Uživ. dokumentace

# NavMenuUserGuideLinkTitle
source: Navigate to user guide
cs: Přejít na stránku s uživatelskou dokumentací

# NavMenuWorkflowLinkTitle
source: Navigate to workflows page
cs: Přejít na stránku s postupy

source: Next task
cs: Další úloha

source: Optional
cs: Dobrovolné

source: Password
cs: Heslo

# PasswordInputPlaceholder
source: Enter your password...
cs: Napište svoje heslo...

# ProfilePageChangeCurrentPassword
source: Current password
cs: Stávající heslo

# ProfilePageChangeCurrentPasswordInputPlaceholder
source: Enter current password
cs: Napište svoje stávající heslo

# ProfilePageChangeNewPassword
source: New password
cs: Nové heslo

# ProfilePageChangeNewPasswordInputPlaceholder
source: Enter new password
cs: Napište nové heslo

# ProfilePageChangePasswordSettingTitle
source: Change password
cs: Změna hesla

# ProfilePageConfirmPasswordChangeButtonText
source: Confirm password update
cs: Potvrdit aktualizaci hesla

# ProfilePageEmptyUpdatePasswordFormErrorMessage
source: Form for updating password is empty
cs: Formulář pro aktualizaci hesla je prázdný

# ProfilePageTitle
source: Profile
cs: Profil

# ProfilePageUpdatePasswordFormIncorrectPasswordErrorMessage
source: Current password is incorrect
cs: Stávající heslo je nesprávné

# QueueNameInputLabel
source: Queue name
cs: Název zpracování dokumentů

# QueueNameInputPlaceholder
source: Enter queue name (e. q. orders 1)...
cs: Napište název zpracování (např. objednávky 1)...

source: Queues
cs: Zpracování dokumentů

# QueuesListPageNoQueuesText
source: There are no queues.
cs: Zatím nebyly zpracované žádné dokumenty.

# QueuesListStartQueueButtonText
source: Start a new queue
cs: Spustit zpracování dokumentů

# QueueStartPageEmptyQueueNameErrorMesssage
source: Queue name is empty
cs: Název zpracování dokumentů je prázdný

# QueueStartPageNoFileErrorMessage
source: At least one file must be uploaded
cs: Musíte nahrát alespoň jeden soubor

# QueueStartPageQueuePreviewTitle
source: Queue preview
cs: Přehled nahraných dokumentů

# QueueStartPageSubmitButtonText
source: Start the queue
cs: Spustit zpracování

# QueueStartPageTitle
source: Start a new queue
cs: Spuštění zpracování nahraných dokumentů

# QueueStartPageUploadFilesTitle
source: Upload files
cs: Nahrát soubory

# QueueStartPageWorkflowSelectTitle
source: Select optional workflow for processed files
cs: Vyberte postup pro zpracované dokumenty

# QueueStartSelectLocaleTitle
source: Set locale for processing documents
cs: Vyberte jazyk pro zpracování dokumentů

# QueueStartSelectWorkflowTitle
source: Set workflow
cs: Vyberte postup úloh

# RecognitionTasksCardHeader
source: Recognition tasks
cs: Rozpoznávací úlohy

source: Register
cs: Registrace

# RegisterFormSubmitButtonTitle
source: Submit registration form
cs: Potvrďte registrační formulář

# RegisterPageTitle
source: Create an account
cs: Registrace účtu

# RegistrationEmptyFormError
source: Registration form wasn't properly completed.
cs: Registrační formulář nebyl kompletně vyplněn.

# RegistrationUserIsAlreadyRegisteredError
source: User is already registered.
cs: Tento uživatel už byl registrován.

source: Remove
cs: Odebrat

# RemoveImage
source: Remove this image
cs: Odebrat tento obrázek

# SaveTemplateStepText
source: Save template
cs: Uložte předlohu dokumentu

# ScanNoun
source: Scan
cs: Skenování

# ScanTasksCardHeader
source: Scan tasks
cs: Skenovací úlohy

# SelectIdFieldMessage
source: Select an identifying field
cs: Vyberte pole pro identifikaci

# SetFieldsStepText
source: Create fields on the template
cs: Vytvořte pole na předloze

# SetIdFieldStepText
source: Set field for identifying document
cs: Nastavte pole pro identifikaci dokumentu

# SettingsPageAppThemeSettingDarkThemeLabel
source: Dark theme
cs: Tmavý motiv

# SettingsPageAppThemeSettingHighContrastDarkThemeLabel
source: High contrast dark theme
cs: Vysoko kontrastní tmavý motiv

# SettingsPageAppThemeSettingHighContrastLightThemeLabel
source: High contrast light theme
cs: Vysoko kontrastní světlý motiv

# SettingsPageAppThemeSettingLightThemeLabel
source: Light theme
cs: Světlý motiv

# SettingsPageAppThemeSettingTitle
source: Application theme
cs: Motiv aplikace

# SettingsPageDefaultLocaleSelectTitle
source: Set default locale
cs: Vyberte výchozí jazyk

# SettingsPageDefaultLocaleSettingTitle
source: Default locale for processing documents
cs: Výchozí jazyk pro zpracování dokumentů

# SettingsPageLocaleSavedMessage
source: Default locale has been successfully saved
cs: Výchozí jazyk byl úspěšně uložen

# SettingsPageSaveSettingButtonText
source: Save setting
cs: Uložit nastavení

# SettingsPageTitle
source: Settings
cs: Nastavení

# SortButtonSortByDateText
source: Sort by date added
cs: Seřadit podle data přidání

# SortButtonSortByLastUpdatedText
source: Sort by last updated date
cs: Seřadit podle data poslední aktualizace

# SortButtonSortByNameText
source: Sort by name
cs: Seřadit podle názvu

# SortButtonText
source: Sort list
cs: Seřadit sezam

# SortButtonTitle
source: Sort the list displayed below
cs: Seřadit seznam uvedený níže

# StartQueueStepText
source: Start a document queue
cs: Spusťte zpracování nahraných dokumentů

source: Submit
cs: Potvrdit

# TaskContentInputLabel
source: Task content
cs: Obsah úlohy

# TaskContentInputPlaceholder
source: Enter task content
cs: Napište obsah úlohy

# TaskDescriptionInputLabel
source: Task description
cs: Popis úlohy

# TaskDescriptionInputPlaceholder
source: Enter a task description
cs: Napište popis úlohy

# TaskGroupNoTasksMessage
source: This group has no tasks yet
cs: Tato skupina zatím nemá žádné úlohy

# TaskNameInputLabel
source: Task name
cs: Název úlohy

# TaskNameInputPlaceholder
source: Enter a task name
cs: Napište název úlohy

# TasksAddPageEmptyTaskContentErrorMessage
source: Content of the task is empty
cs: Obsah úlohy je prázdný

# TasksAddPageEmptyTaskNameErrorMessage
source: Name of the task is empty
cs: Název úlohy je prázdný

# TasksAddPageSubmitButtonTitle
source: Confirm values in the form and save the task
cs: Potvrdit úlohy ve formuláři a úložit úlohu

# TasksAddPageTestTaskButtonText
source: Test task
cs: Otestovat úlohu

# TasksAddPageTestTaskButtonTitle
source: Test contents of the task
cs: Otestovat obsah úlohy

# TasksAddPageTitle
source: Add a new task
cs: Přidat novou úlohu

# TasksAddPageWhatIsContentLinkText
source: What is task content
cs: Co je obsah úlohy

# TasksListPageAddButtonText
source: Add a new task
cs: Přidat novou úlohu

# TasksListPageAddButtonTitle
source: Navigate to a page for adding tasks
cs: Přejít na stránku pro vytváření nových úloh

# TasksListPageTaskDeletedMessage
source: Task has been successfully deleted
cs: Úloha byla úspěšně smazána

# TasksListPageTaskDeletedMessageTitle
source: Task deleted
cs: Úloha smazána

# TasksListPageTitle
source: Tasks
cs: Úlohy

# TemplateImageHeader
source: Template image
cs: Obrázek předlohy

# TemplateNameInputLabel
source: Template name
cs: Název předlohy

# TemplateNameInputPlaceholder
source: Enter a template name
cs: Napište název předlohy

# TemplatesAddPageExpectedValueErrorText
source: An expected value must be set
cs: Očekávaná hodnota pole pro identifikaci musí být určena

# TemplatesAddPageExpectedValueErrorTitle
source: Expected value if identifying field error
cs: Chyba v očekávané hodnotě pole pro identifikaci

# TemplatesAddPageFieldsErrorText
source: Entered fields contain an error or are missing
cs: Vytvořené pole obsahují chybu nebo vůbec neexistují

# TemplatesAddPageFieldsErrorTitle
source: Fields error
cs: Chyba v polech předlohy

# TemplatesAddPageIdFieldErrorText
source: An identifying field must be selected
cs: Pole pro identifikaci musí být určeno

# TemplatesAddPageIdFieldErrorTitle
source: Identifying field error
cs: Chyba v poli pro identifikaci

# TemplatesAddPageImageErrorText
source: A template image must be uploaded
cs: Obraz předlohy musí být nahrán

# TemplatesAddPageImageErrorTitle
source: Image error
cs: Chyba v nahraném obrazu předlohy

# TemplatesAddPageNoFieldsMessage
source: This template has no fields
cs: Tato předloha zatím nemá žádné pole

# TemplatesAddPageSubmitButtonTitle
source: Confirm addition of this template
cs: Potvrzení přidání této předlohy

# TemplatesAddPageTemplateNameErrorText
source: A template must have a name
cs: Předloha musí mít název

# TemplatesAddPageTemplateNameErrorTitle
source: Template name error
cs: Chyba v názvu předlohy

# TemplatesAddPageTitle
source: Add a new template
cs: Přidání nové předlohy

# TemplatesAddPageUploadImageText
source: Upload template image
cs: Nahrajte obrázek předlohy

# TemplatesEditPageEditButtonTitle
source: Confirm edit of this template
cs: Potvrdit úpravy této předlohy

# TemplatesEditPageTitlePart2
source: template
cs: předlohu

# TemplatesListPageAddButtonText
source: Add a new template
cs: Přidat novou předlohu

# TemplatesListPageAddButtonTitle
source: Navigate to a page for adding templates
cs: Přejít na stránku pro vytváření nových předloh

# TemplatesListPageNoTemplatesText
source: There are no templates.
cs: Zatím nebyly vytvořeny žádné předlohy.

# TemplatesListPageSortEmptyTemplatesError
source: There are no templates to sort
cs: Neexistují žádné předlohy pro seřazení

# TemplatesListPageSortNullTemplatesError
source: Templates must be loaded
cs: Pro seřazení seznamu se nejdříve musí načíst předlohy

# TemplatesListPageTitle
source: Templates
cs: Předlohy dokumentů

# TestIdFieldButtonText
source: Test ID field
cs: Otestovat pole pro identifikaci

# TestJsErrorMessage
source: Execution of the task content failed
cs: Spuštění obsahu úlohy selhalo

# UploadTemplateImageStepText
source: Upload template image
cs: Nahrajte obrázek předlohy dokumentu

# VerificationTasksCardHeader
source: Verification tasks
cs: Ověřovací úlohy

# WorkflowNameEmptyInputErrorMessage
source: A workflow must have a name
cs: Postup musí mít název

# WorkflowNameInputLabel
source: Workflow name
cs: Název postupu

# WorkflowNameInputPlaceholder
source: Enter a workflow name
cs: Napište název postupu

# WorkflowsAddButtonText
source: Add a task
cs: Přidat úlohu

# WorkflowsAddPageTitle
source: Create a new workflow
cs: Přidání nového postupu

# WorkflowsAddSubmitButtonTitle
source: Submit this workflow and its tasks
cs: Potvrdit uložení tohoto postupu a jeho úloh

# WorkflowsEditPageTitle
source: Edit workflow
cs: Upravit postup

# WorkflowsExportTasksAddButtonTitle
source: Add a new task to export task group
cs: Přidat úlohu do skupiny exportovacích úloh

# WorkflowsIdentificationTasksAddButtonTitle
source: Add a new task to identification task group
cs: Přidat úlohu do skupiny identifikačních úloh

# WorkflowsListPageAddButtonText
source: Add a new workflow
cs: Přidat nový postup

# WorkflowsListPageAddButtonTitle
source: Navigate to a page for adding workflows
cs: Přejít na stránku pro přidávání nových postupů

# WorkflowsListPageTitle
source: Workflows
cs: Postupy

# WorkflowsListPageWorkflowDeleteMessage
source: Workflow has been successfully deleted
cs: Postup byl úspěšně odstraněn

# WorkflowsListPageWorkflowDeleteMessageTitle
source: Workflow deleted
cs: Postup odstraněn

# WorkflowsRecognitionTasksAddButtonTitle
source: Add a new task to recognition task group
cs: Přidat úlohu do skupiny rozpoznávacích úloh

# WorkflowsScanTasksAddButtonTitle
source: Add a new task to scan task group
cs: Přidat úlohu do skupiny skenovacích úloh

# WorkflowsVerificationTasksAddButtonTitle
source: Add a new task to verification task group
cs: Přidat úlohu do skupiny ověřovacích úloh

source: Wrong password.
cs: Špatné heslo.
